Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: With the flash of a thought, Sava instructed Careza to activate the cortical stack's emergency farcaster—a one-shot neutrino transmitter, powered by the tiniest amount of antimatter.
fr_fr: En l'espace d'une pensé, Sava demanda à Careza d'activer le farcasteur d'urgence de la pile corticale - un émetteur à neutron à usage unique, alimenté par une toute petite quantité d'antimatière.

source: Sava's head exploded all over the room, taking the courier's femur with it.
fr_fr: La tête de Sava explosa dans toute la pièce, détruisant le fémur du coursier.

source: The information contained on the femur, however, found its way almost instantly through the blackest depths of space, landing safely onto a dedicated Firewall receiver elsewhere in the solar system.
fr_fr: L'information contenue dans le fémur, cependant, se fraya un chemin quasi instantanément à travers les profondeurs spatiales les plus sombres, atterissant en sureté dans un récepteur de Firewall dédié, situé ailleurs dans le système solaire.

source: The words dig their claws into my new vocal cords and yank themselves up and out of my parched throat.
fr_fr: Les mots transpercent mes nouvelles cordes vocalles et s'expulsent de ma gorge désséchée.

source: Action and combat
fr_fr: Action et Combat

source: Roleplaying games are about creating drama and adventure, and that usually means action and combat.
fr_fr: les jeux de rôles s'articulent autour du drame et de l'aventure, et cela signifie générallement de 'laction et du combat.

source: Action and combat scenes are the moments when the adrenaline really gets pumping and the characters’ lives and missions are on the line.
fr_fr: Les scènes d'action et de combat sont les moments où le niveau d'adrénaline explose et où la vie et la mission des personnages sont en jeu.

source: Combat and action scenarios can be confusing to run, especially if the gamemaster also needs to keep track of the actions of numerous NPCs.
fr_fr: Les scénarios d'action et de combat peuvent être confus a jouer, particulièrement si le maître de jeu doit également garder la trace des actions de nombreux PNJ.

source: For these reasons, it’s important for the gamemaster to detail the action in a way that everyone can visualize, whether that means using a map and miniatures, software, a dry-erase board, or quick sketches on a piece of paper.
fr_fr: Pour ces raisons, il est important que le maître de jeu détaille ces actions d'une manière que tout le monde peut visualier, que cela signifie utiliser des cartes et des figurines, un logiciel, un tableau effaçable ou de rapide schémas sur une feuille de papier.

source: Though many of the rules for handling action and combat are abstract --- allowing room for interpretation and fudging results to fit the story --- many tactical factors are also incorporated, so even small details can make a large difference.
fr_fr: Bien que la plupart des règles pour gérer les actiosn et le combat soient abstraites - permettant à l'interprétation et et au bidouillage des résultats de s'adapter à l'histoire - de nombreux facteurs tatciques sont également inclut, et même les plus petits détails peuvent faire la différence.

source: It also helps to have the capabilities of NPCs predetermined and to run them as a group when possible, to reduce the gamemaster’s burden in the middle of a hectic situation.
fr_fr: Il est aussi utilse d'avoir les capacités des PNJ prédétermiénes et de les gérer en tant que groupe lorsque c'est possible, pour réduire le fardeau du maître de jeu au milieu d'une situation mouvementée.

source: Action turns
fr_fr: Tour d'action

source: Action scenes in Eclipse Phase are handled in bitesize chunks called Action Turns, each approximately 3 seconds in length.
fr_fr: Les scènes d'action dans Eclipse Phase sont gérées en segments atomiques appelés Tour d'Action, chacun durant approximativement 3 secondes.

source: We say ``approximately'' because the methodical, step-by-step system used to resolve actions does not necessarily always translate realistically to real life, where people often pause, take breaks to assess the situation, take a breather, and so on.
fr_fr: Nou parlons "d'aproximativement" 3 secondes, car le système méthodoligue et par étape utilisé pour résoudere les actions ne se treanspose pas nécessairement de manière réaliste dans la vraie vie, où les gens prennent souvent des pauses, s'interrompent pour analyser la situation, reprennent leur souffle et ainsi de suite.

source: A combat that begins and ends within 5 Action Turns (15 seconds) in Eclipse Phase could last half a minute to several minutes in real life.
fr_fr: Un combat qui commence et se termine en 5 Tour d'Action (15 secondes) dans Eclipse Phase pourrait de 30 seconde à plusierus minutes dans la vraie vie.

source: On the other hand, the characters may be in a situation where their breathing environment decompresses to vacuum in 15 seconds, so every second may in fact count.
fr_fr: D'un autre cœté, les personnages peuvent être dans une situation où leur environnement est en train de décompresser et sera vide d'air en 15 secondes, chaque seconde peut donc compter.

source: As a rule, gamemasters should stick with 3 seconds per turn, but they shouldn’t be afraid to fudge the timing either when a situation calls for it.
fr_fr: Le maître de jeu devrait se tenir à la règle de 3 secondes par tour, mais ne devraient aps être effrayés de modifier le temps à chaque fois que la situation le demande.

source: Action Turns are meant to be utilized for combat and other situations where timing and the order in which people act is important.
fr_fr: Les Tour d'Actions devraient être utilisé pour le combat et d'autres situations où le timing et l'ordre d'action est important.

source: If it is not necessary to keep track of who’s doing what so minutely, you can drop out of Action Turns and return to ``regular'' free form game time.
fr_fr: Si il n'est pas nécessaire de garder une trace de qui fait quoi de manière si précise, vous pouvez abandonner la structure en Tour d'Action et revenir à la forme de jeu libre "normale".

source: Each Action Turn is in turn broken down into distinct stages, described below
fr_fr: Chaque Tour d'Action est divisé en plusieurs étapes distinctes, décrites ci-dessous.

source: At the beginning of every Action Turn, each PLAYER involved in the scene rolls Initiative to determine the order in which each character acts.
fr_fr: AU débit de chaque Tour d'Action, chaque JOUEUR impliqué dans la scène lance son Initiative pour déterminer l'ordre dans lequel chaque personnage agît.

source: For more details, see Initiative.
fr_fr: Pour plus de détails, voir Initiative .

source: {Step 2: Begin first action phase}
fr_fr: {Étape 2: Commencer la première phase d'action}

source: Once Initiative is rolled, the first Action Phase begins.
fr_fr: Une fois que l'Initiative a été déterminée, la première Phase d'Action commence.

source: Everyone gets to act in the first Action Phase (since everyone has a minimum Speed of 1), unless they happen to be unconscious/dead/disabled, starting with the character with the highest successful Initiative roll.
fr_fr: Tout le monde peu agir dans la Première Phase d'Action (puisque tout le monde à une Vitesse minimale de 1), sauf si ils sont inconscients/mort/mis hors-jeu, en commençant par le personnage ayant le plus haut résultat d'Initiative réussi.

source: {Step 3: Declare and resolve actions}
fr_fr: {Éape 3: Déclarer et résoudre les actions}

source: The character going first now declares and resolves the actions they will take during this first Action Phase.
fr_fr: le personnage qui agît en premier déclare puis résout maintenant les actions qu'il accomplira pendant sa première Phase d'Action.

source: Since some actions the character makes may depend on the outcome of others, there is no need to declare them all first --- they may be announced and handled one at a time.
fr_fr: Puisque certaines actions que le personnage peut faire peuvent dépendre de l'issue d'autres actions, il n'est pas nécessaire de toutes les déclarer d'abord - elles doivent être annoncé et réglée les unes après les autres.

source: As described under Actions (p.
fr_fr: Tel que décrit au chapitre Actions (p.

source: 189), each character may perform a varying number of Quick Actions and/or a single Complex Action during their turn.
fr_fr: 189), chaque personnage peut effectuer un nombre variable d'Action Rapide et/ou une seule Action Complexe pendant leur tour.

source: Alternately, a character may begin or continue with a Task Action, or delay their action pending other developments (see Delayed Actions, p.
fr_fr: Un personnage peut également commencer ou continuer une Actin de Tâche, ou retarder son action en attendant que les choses évoluent (voir Actions Retardée, p.

source: A character who has delayed their action may interrupt another character at any point during this stage.
fr_fr: Un personnage qui a retardé son action peut interrompre un autre personnage à n'importe quel moment de cette étape.

source: That interrupting character must complete this stage in full, then the action returns to the interrupted character to finish the rest of their stage.
fr_fr: Ce personnage interrupteru doit accomplir entièrement son action, puis l'action revient au personnage interrompu qui finti alors le reste de son étape.

source: Once the character has resolved their actions for that phase, the next character in the Initiative order gets to go, running through Step 3 for themselves.
fr_fr: Une fois que le personnage a terminé ses actions pour cette phase, le personnage suivant dans l'ordre d'Initiative prend le relai, exécutant l'Étape 3 pour son compte.

source: If every character has completed their actions for that phase, return to Step 2 and go the second Action Phase.
fr_fr: Si tous els personnages ont terminés leurs actions de cette phase, retournez à l'Étape 2 et démarrez la deuxième Phase d'Action.

source: Every character with a Speed of 2 or more gets to go through Step 3 again, in the same Initiative order (modified by wound modifiers).
fr_fr: Chaque personnage avec une Vitesse de 2 ou plus peut repasser par l'Étape 3, avec el même ordre d'Initiative (modifié par les modificateurs de blessures).

source: Once the second Action Phase is completed, return to Step 2 for the 3rd Action Phase, where every character with a Speed of 3 or more gets to go for a third time.
fr_fr: Une fois que la deuxième Phase d'Action est terminée, retournez à l'Étape 2 pour la troisième Phase d'Action, où tous les personnages qui ont une Vitesse de 3 ou plus peuvent agir.

source: Finally, after everyone eligible to go in the 3rd Action Phase has gone, return to Step 2 for a fourth and last Action Phase, where every character with a Speed of 4 can act for one final time.
fr_fr: Finallement, une fois que toutes les personnegs pouvant agir pendant la troisième Phase d'Action ont agit, retournez à l"Étape 2 pour la quatrième et dernière Phase d'Action, où tout les personnages ayant une Vitesse de 4 peuvent agir une dernière fois.

source: At the end of the fourth Action Phase, return to Step 1 and roll Initiative again for the next Action Turn.
fr_fr: Arrivé à la fin de la quatrième Phase d'Action, retournez à l'Étape 1 et relancez l'Initiative pour le prochain Tour d'Action.

source: Timing in an Action Turn can be critical --- it may mean life or death for a character who needs to get behind cover before an opponent draws and fires their gun.
fr_fr: Le minutage lors des Tours d'Action peut être critique - cela peut être la différence entre la vie et la mort pour un personnage qui a besoin de se mettre à couvert avant qu'un opposant ne dégaine et tire.

source: The process of rolling Initiative determines if a character acts before or after another character.
fr_fr: La détermination de l'Inititative permet de savoir dans quel ordre agissent les protagonistes.

source: A character’s Initiative stat is equal to their Intuition + Reflexes aptitudes multiplied by 2.
fr_fr: La stat d'Initiative d'un personnage est égale à la somme de Intuition et Réflexes multipliée par 2.

source: This score may be further modified by morph type, implants, drugs, psi, or wounds.
fr_fr: Ce score peut être ensuite modifié par le type de morph, les implants, la drogue, le psi ou les blessures.

source: In the first step of each Action Turn, every character makes an Initiative Test, rolling d100 and adding their Initiative stat.
fr_fr: Lors de la première étape de chaque Tour d'Action, chaque personnage fait un Test d'Initiative, lançant 1d100 et y ajoutant sa stat d'Initiative.

source: Whoever rolls highest goes first, followed by the other characters in descending order, highest to lowest.
fr_fr: Celui qui obtiens le meilleru score agît en premier, suivi par les autres personnages en ordre décraoissanr, du plus élevé au plus bas.

source: In the event of a tie, characters go simultaneously.
fr_fr: En cas dégalité, les personnages agissent en simultané.

source: Adam, Bob, and Cami are rolling Initiative.
fr_fr: Adam, Bob, et Cami lancent leur Initiative.

source: Adam’s Initiative stat is 80, Bob’s is 110, and Cami’s is 60.
fr_fr: La stat d'Initiative d'Adam est de 80, celle de Bob est de 100 et celle de Cami est de 60.

source: Adam rolls a 38, Bob rolls a 24, and Cami rolls a 76.
fr_fr: Adam obtient un 38, Bob un 24 et Cami un 76.

source: Adam’s total Initiative score is 118 (80 + 38), Bob’s is 134 (110 + 24), and Cami’s is 136 (60 + 76).
fr_fr: Le score d'Initiative total d'Adam est de 118 (80 + 38), celui de Bob est de 134 (110 + 24) et celui de Cami est de 136 (60 + 76).

source: Cami rolled highest, so she goes first, followed by Bob and then Adam. If Cami Bob had tied, they would both go at the same time.
fr_fr: Cami a le meilleur score, elle agît donc en premier, suivit de Bob et finalement d'Adam. Si Cami Bob avaient étés à égalité, ils auraient tous les deux agît en même temps.

source: Characters who are suffering from wounds have their Initiative score temporarily reduced (see Wounds, p.
fr_fr: Les personnages qui ont des blessures voient leur score d'Initiative temporairement réduit (voir Blessures, p.

source: This modifier is applied immediately when the wound is taken, which means that it may modify an Initiative score in the middle of an Action Turn.
fr_fr: Ce modificateur ets appliqué immédiatement lorsque la blessure est reçue, ce qui signifie qu'il peut modifier un score d'Initiative au milieu d'un tour d'Action.

source: If a character is wounded before they go in that Action Phase, their Initiative is reduced accordingly, which may mean they now go after someone they were previously ahead of in the Initiative order.
fr_fr: Si un personnage est blessé avant de pouvoir démarrer une Phase d'Action, son Initiative est réduite en fonction, ce qui peut signifier qu'il va maintenant agir après quelqu'un avant qui il aurait agit dans l'ordre d'Initiative.

source: Before Bob’s Action Phase comes up, Bob takes two wounds, knocking his Initiative down from 134 to 114.
fr_fr: Avat la Phase d'Action de Bob, il prend deux blessures, réduisant son Initiative de 134 à 114.

source: This means that Adam, with an Initiative of 118, now goes before him.
fr_fr: Cela signifie qu'Adam, avec une Initiative de 114, peut maintenant agir avant lui.

source: {Initiative, Moxie and Criticals}
fr_fr: {Initiative, Moxie et Critiques}

source: A character may spend a point of Moxie to go first in an Action Phase, regardless of their Initiative roll (see Moxie, p.
fr_fr: Un personnage peut dépenser un point de Moxie pour agir en premier lors d'une Phase d'Action, peu importe son jet d'Initiative (voir Moxie, p.

source: If more than one character chooses this option, then order is determined as normal first among those who spent Moxie, followed by those who didn’t.
fr_fr: Si plsu d'un personnage choisit cette option, l'ordre est déterminé normalement parmi ceux qui ont dépensés du Moxie, suivit par ceux qui ne l'ont pas cfait.

source: Similarly, any character that rolls a critical on Initiative automatically goes first, even before someone who spent Moxie.
fr_fr: De manière similaire, tout personnage qui obtient un critique sur un jet d'Initiative agit automatiquement en premier, même avant ceux qui ont dépensés du Moxie.

source: If more that two characters rolled criticals, determine order between them as normal.
fr_fr: Si deux personnage ont obtenus des critiques, déterminez l'ordre entre eux de manière normale.

source: For speedier resolution, simply have characters roll Initiative once for an entire scene.
fr_fr: Pour des résolutions plsu rapide, demandez au personnage de ne faire un jet d'Initiative qu'une fois pour la scène entière.

source: That Initiative result stays with them on each Action Turn until the combat or scenario is over.
fr_fr: Ce résultat d'Initiative reste le leur pour tous les Tour d'Actions jusqu'à la fin du combat ou que le scénario soit terminé.

source: Likewise, ignore Initiative modifiers from wounds.
fr_fr: De manière similaire, ignorez les modificateurs d'Initiative liés aux blessures.

source: Speed determines how many times a character can act during an Action turn.
fr_fr: La Vitesse détermine le nombre de fois qu'un personnage peut agir pendant un Tour d'Action.

source: Every character starts with a default Speed stat of 1, meaning they can act in the first Action Phase of the turn only.
fr_fr: Chaque personnage démarre avec une VItesse apr défaut de 1, ce qui signifie qu'ils peuvent agir que lors de la première Phase d'Action de chaque tout.

source: Certain morphs, implants, drugs, psi, and other factors may cumulatively increase their Speed to 2, 3, or even 4 (the maximum), allowing them to act in further Action Phases as well.
fr_fr: Certaines morphs, implants, drogues, psi ou d'autres facteurs peuvent augmenter cumulativement la VItesse à 2, 3 ou même 4 (le maximum), leur permettant d'agir lors d'autres Phases d'Actiosn également.

source: For example, a character with Speed 2 can act in the first and second Action Phases, and a character with Speed 3 can act in the first through third Action Phases.
fr_fr: Par exemple, un personnage avec une Vitesse de 2 peut agi lors de la première et de la deuxième Phase d'Action, et un personnage avec une Vitesse de 3 peut agir de la première à la troisième Phase d'Action.

source: A character with Speed 4 is able to act in every Action Phase.
fr_fr: Un peronnage avec une Vitesse de 4 peut agir dans toutes les Phases d'Actions.

source: This represents the character’s enhanced reflexes and neurology, allowing them to think and act much faster than nonenhanced characters.
fr_fr: Cela représente les réflexes et la neurologie améliorés du personnage, lui permettant de penser et d'agir bien plsu vite que les personnages non améliorés.

source: If a character’s Speed does not allow them to act during an Action Phase, they can initiate no actions during the pass --- they must simply bide their time.
fr_fr: Si la Vitesse d'un personnage ne lui permet pas d'agir pendant une Phase d'Action, ile ne peuvent faire aucune action pendant la phase - ils doivent simplement attendre leur tour.

source: The character may still defend themself, however, and any automatic actions remain ``on.'' Note that any movement the character initiated is considered to still be underway even during the Action Phases they do not participate in (see Movement, p.
fr_fr: le persqonnage peut cependant toujours se défendre et toute acton automatique reste "active." Notez que tout mouvement démarré par le personnage est toujours considéré comme en cours même durant les Phases d'Actions auquelles les personnages ne participents pas (coir Mouvement , p.

source: When it’s your turn to go during an Action Phase, you may decide that you’re not ready to act yet.
fr_fr: Lorsque vent votre tour d'agir pendant une Phase d'Action, vous pouvez décider que vous n'êtes pas encore prêt à agir.

source: You may be awaiting the outcome of another character’s actions, hoping to interrupt someone else’s action, or may simply be undecided about what to do yet.
fr_fr: Vous pouvez être en train d'attendre le résultat d'une autre actiond 'un personnage, espérer interrompre l'action de quelqu'un d'autre ou simplement ne pas savoir quoi faire.

source: In this case, you may opt to delay your action.
fr_fr: Dans ces cas là, vous pouvez décider de retarder votre action.

source: When you delay your action, you’re putting yourself on standby.
fr_fr: Quand vous retardez votre action, vous vous mettez en attente.

source: At some later point in that Action Phase, you can announce that you are now taking your action --- even if you interrupt another character’s action.
fr_fr: À un moment ultérieur de la Phase d'Action, vous pouvez annoncer que vous effectuez votre action maintenant - même si vous interrompez l'actiond 'un autre personnage.

source: In this case, all other activity is put on hold until your action is resolved.
fr_fr: Dans ce cas, toutes les autres activités sont mises en attentes jusqu'à ce que votre action soit résolue.

source: Once your action has taken place, the Initiative order continues on where you interrupted.
fr_fr: Une fois que votre action s'est déroulée, l'ordre d'Initiative reprend là où vous l'avez interrompu.

source: You may delay your action into the next Action Phase, or even the next Action Turn, but if you do not take it by the time your next action comes around in the Initiative order, then you lose it.
fr_fr: Vous pouvez retarder votre action jusque dans la prochaien phase d'Action, ou même jusqu'au prochain Tour d'Action, mais si vous ne l'avez prise au moment où arrive votre prochaine action dans l'ordre d'Initiative, alors vous la perdez.

source: Additionally, if you do delay your action into another phase or turn, then once you take it you lose any action you might have in that Action Phase.
fr_fr: De plus, si vous délayez votre action dans une autre phase ou tour, vous perdez toute action que vous auriez eu dans cette Phase d'Action au moment où vous la prenez.

source: When it’s your turn to act during an Action Phase, you have many options for what you can do --- far too many to list here.
fr_fr: Lorsque c'est à votre tour d'agir lors d'une Phase d'Action, vous avez de nombreuses options pour faire ce que vous voulez - bien trop pour toutes les lister ici.

source: There is a limit to what you can accomplish in 3 seconds, however, so some limitations must be adhered to.
fr_fr: Il y a cependant une limite à ce que vous pouvez accomplir en 3 secondes et certaines limitations doivent être respéctées.

source: The first step is to figure out what type of action you want to take.
fr_fr: La première chose est de détermienr quel type d'action vous voulez faire.

source: In Eclipse Phase, actions are categorized as Automatic, Quick, Complex, or Task, based on how much time and effort they entail.
fr_fr: À Eclipse Phase, les actiosn sont catégorisées comme AUtomatique, Rapide, Complexe ou de Tâche, en fonction de la quantité de temps et d'effort ils entraînent.

source: Automatic Actions require no effort.
fr_fr: Les Atcions Automatiques ne nécessitent aucun effort.

source: These are abilities or activities that are ``always on'' (assuming you are conscious) or are otherwise reflexive (they happen automatically in response to certain conditions, with no effort from you).
fr_fr: Ce sont les capacités ou les activités qui sont "toujours active" (du moment que vous êtes conscients) ou qui sont d'un du niveau des réflexes (elles arrivent automatiquement en réponse à certaines conditions, sans effort de votre part).
